Revit 2024 API
SpecTypeId.AreaForceScale Property
 Area Force Scale, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId AreaForceScale { get; }
Visual Basic
Public Shared ReadOnly Property AreaForceScale As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaForceScale {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace